/* humidity column */
"Humid." = "Humid.";

/* meters per second */
"m/s" = "m/s";

/* rain probability column */
"Rain%" = "Rain%";

/* temperature column */
"Temp." = "Temp.";

/* wind column */
"Wind" = "Wind";

/* last update */
"Last update: %@" = "Last update: %@";

